Repository: dnchari/r-orange
Catalog: libraries/*/languages/*/LC_MESSAGES/messages.po
Languages: fr

source: Formula Entry
fr: Entrx00e9e x00e9quation

source: Formula Commands
fr: x00c9quation commandes

source: And (+)
fr: Ajouter (+)

source: Interacting With (:)
fr: Interagir avec (:)

source: Together and Interacting (*)
fr: Ajouter et puis Interagir (*)

source: Clear
fr: Effacer

source: Elements
fr: x00c9lx00e9ments

source: Model Formula
fr: x00c9quation du modx00e9le

source: Outcome (f(x)):
fr: Rx00e9sultat (f(x))

source: Loading of RFormulaEntry encountered an error.
fr: Chargement de RFormulaEntry a rencontrx00e9 une erreur.

source: in setData
fr: dans setData

source: in sort
fr: dans sort

source: SearchDialog
fr: Recherche de dialogue

source: Number of buttons and toolTips must be equal
fr: Nombre de boutons et les info-bulles doit x00eatre x00e9gal

source: In radioButtons should not use list
fr: radiobuttons ne devrait pas utiliser la liste

source: In radioButtons, addButtons takes a list, dict or OrderedDict
fr: En radio, des addButtons prend une liste, ou dict OrderedDict

source: Nothing Checked
fr: Rien Checked

source: items
fr: articles

source: In listBox should not use list
fr: En listBox ne devrait pas utiliser la liste

source: In comboBox, addItems takes a list, dict or OrderedDict
fr: En comboBox, addItems prend une liste, ou dict OrderedDict

source: Commit
fr: Commettre

source: Process On Parameter Change
fr: Le processus de changement des paramx00e8tres

source: Try to process as soon as a parameter is changed.
fr: Essayez de processus dx00e8s qu'un paramx00e8tre est modifix00e9.

source: Process On Data Input
fr: Processus de donnx00e9es d'entrx00e9e

source: Loading of comboBox encountered an error.
fr: Essayez de traiter dx00e8s que les donnx00e9es sont rex00e7ues par le widget. L'x00e9tat actuel des paramx00e8tres seront appliqux00e9s.

source: Not Found -
fr: Impossible de trouver -

source: Clear All Filtering
fr: Supprimer tous les filtres

source: Resize columns:
fr: Redimensionner les colonnes:

source: Increase the width of the columns
fr: Augmenter la largeur des colonnes

source: Resize To Content
fr: Rx00e9duire la largeur des colonnes

source: Set width based on content size
fr: Largeur de l'appareil repose sur la taille du contenu

source: Showing %d of %d rows.
fr: Affichage de %d sur %d lignes.

source: Showing %d rows.
fr: Affichage %d lignes.

source: Ascending Sort
fr: Trier Ascendant

source: Descending Sort
fr: Descendant Trier

source: Clear Filter
fr: Supprimer tous les filtres

source: Enter a value for one of these critera:
fr: Entrez une valeur pour l'un de ces criteres:

source: Enter a value for one of these critera (case sensitive):
fr: Entrez une valeur pour l'un de ces criteres (sensible x00e0 la casse):

source: Select Levels:
fr: Sx00e9lectionner les niveaux:

source: Check All
fr: Sx00e9lectionnez toutes les options

source: Levels
fr: Niveaux

source: Greater Than Or Equal To
fr: Supx00e9rieur ou x00e9gal x00e0

source: Does Not Equal
fr: Ne pas x00e9galitx00e9

source: Greater Than
fr: Supx00e9rieur

source: Less Than or Equal To
fr: Infx00e9rieur ou x00e9gal x00e0

source: Less Than
fr: Infx00e9rieur

source: Numeric
fr: Numx00e9rique

source: Begins With
fr: Commence par

source: Ends With
fr: Se termine par

source: Contains
fr: Contient

source: Does Not Contain
fr: Ne contient pas

source: String
fr: Caractx00e8res

source: OK
fr: Approuver

source: Cancel
fr: Annuler

source: Numeric Equals
fr: Equals Numx00e9rique

source: Numeric Does Not Equal
fr: Numx00e9rique ne fonctionne pas x00e9galitx00e9

source: Numeric Greater Than
fr: Numx00e9rique supx00e9rieur

source: Numeric Greater Than Or Equal To
fr: Numx00e9rique supx00e9rieur ou x00e9gal x00e0

source: Numeric Less Than
fr: Numx00e9rique infx00e9rieure

source: Numeric Less Than or Equal To
fr: Numx00e9rique infx00e9rieure ou x00e9gal x00e0

source: String Equals
fr: Equals texte

source: String Does Not Equal
fr: Texte ne correspond pas

source: String Begins With
fr: Texte commence par

source: String Ends With
fr: Texte termine par

source: String Contains
fr: Texte Contient

source: String Does Not Contain
fr: Texte ne contient pas

source: loadSettings for a filter table
fr: loadSettings pour un tableau filtre

source: Filter Table Loading
fr: Tableau filter chargement

source: Loading Fiter Table
fr: Tableau filter chargement

source: Setting Selection
fr: Cadre de sx00e9lection

source: There are more than 1000 selections to set for %s, do you want to discard them? Setting may take a very long time.
fr: Il ya plus de 1000 pix00e8ces x00e0 dx00e9finir pour %s, voulez-vous les jeter? Cadre peut prendre trx00e8s longtemps.

source: Loading Selections
fr: Chargement Sx00e9lections

source: Error, no scene initialized
fr: Erreur, pas de scx00e8ne initialisx00e9

source: Graph
fr: Graphique

source: Parameters
fr: Paramx00e8tres

source: Colors
fr: Couleurs

source: Set Plotting Colors
fr: dx00e9finir les couleurs de l'pointage

source: Set Axis Colors
fr: Dx00e9finir les couleurs de l'axe

source: Set Label Colors
fr: dx00e9finir les couleurs de label

source: Set Main Title Color
fr: Dx00e9finir la couleur x00e0 titre principal

source: Set Subtitle Color
fr: Dx00e9finir la couleur x00e0 titre secondair

source: Set Forground Color
fr: Dx00e9finir la couleur forground

source: Set Background Color
fr: Dx00e9finir la couleur

source: Set Font Family
fr: Dx00e9finir la famile de font

source: Legend
fr: Lx00e9gende

source: Legend Location
fr: Locale de Lx00e9gende

source: Set to bottom right
fr: lx00e9gende place en bas x00e0 droite

source: Set to bottom left
fr: lx00e9gende place en bas x00e0 gauche

source: Set to top right
fr: lx00e9gende place en haut x00e0 droite

source: Set to top left
fr: lx00e9gende place en haut x00e0 gauche

source: Set the parameters of the rendered image. These parameters are standard graphics parameters which may or may not be applicable or rendered depending on the image type and the settings of the plotting widget.
fr: Dx00e9finir les paramx00e8tres de l'image rendue. Ces paramx00e8tres sont les paramx00e8tres standard de graphiques qui peuvent x00eatre ou ne pas x00eatre applicables ou rendus selon le type d'image et les paramx00e8tres du widget complot.

source: Font Attributes
fr: Des attributs de font

source: Lines
fr: Lignes

source: Set Line Type
fr: Dx00e9finir de sorte de lignes

source: Set Line Width
fr: Dx00e9finir de largeur de lignes

source: Set Point Characters
fr: Dx00e9finir Caractx00e8res Point

source: Type
fr: Sorte

source: Renders the image using vector graphics which are scaleable and zoomable, but may not show all graphical options such as forground color changes.
fr: Rend l'image en utilisant des graphiques vectoriels qui sont x00e9volutives et zoomable, , mais ne peut pas afficher toutes les options graphiques tels que les changements de couleur forground.

source: Set Image Vector Graphics
fr: Dx00e9finir graphiques vecteur d'image

source: Redners the image using bitmap graphics which will become distorted on zooming, but will show all graphical options.
fr: Redners l'image en utilisant des images bitmap qui se dx00e9forment le zoom, mais afficher toutes les options graphiques.

source: Set Image Bitmap Graphics
fr: Dx00e9finir graphiques bitmap d'image

source: Changes the plotting type of the rendered image. Different image types may enable or disable certain graphics parameters.
fr: Change le type de tracx00e9 de l'image rendue. diffx00e9rents types d'images peut activer ou dx00e9sactiver les paramx00e8tres graphiques de certains.

source: File
fr: Fichier

source: Save
fr: Enregistrer

source: Print
fr: Imprimer

source: Advanced plotting parameters
fr: Advanced tracx00e9 paramx00e8tres

source: Add extra parameters to the main plot. Please see documentation for more details about parameters.
fr: Ajouter des paramx00e8tres supplx00e9mentaires x00e0 l'intrigue principale. S'il vous plaît voir la documentation pour plus de dx00e9tails sur les paramx00e8tres.

source: Save As
fr: Enregistrer sous

source: Copy
fr: Copier

source: Fit In Window
fr: Ajuster x00e0 la fenx00eatre

source: Red-R Graphics View
fr: Graphics Red-R Voir

source: Not accepted
fr: Non acceptx00e9

source: loading scene
fr: chargement de scx00e8ne

source: save as pdf
fr: Enregistrer en PDF

source: Save Image
fr: Enregistrer l'image

source: save as post script
fr: enregistrer en tant que script de post

source: save as bitmap
fr: enregistrer en tant que bitmap

source: save as jpeg
fr: enregistrer sous jpeg

source: Addign Image
fr: Ajout de l'image

source: Adding Image
fr: Ajout de l'image

source: Error occured
fr: Une erreur s'est produite

source: Image type specified is not a valid type for this widget.
fr: type Image spx00e9cifix00e9 n'est pas un type valide pour ce widget.

source: Error in saving image in graphicsView
fr: Erreur dans la sauvegarde de l'image dans graphicsView

source: No legend names specified. Can't make the legend
fr: Aucun nom de lx00e9gende spx00e9cifix00e9. Impossible de faire la lx00e9gende

source: Plotting exception occured
fr: exception pointage s'est produite

source: Printing Rejected
fr: Impression Rejetx00e9

source: getting DOM model
fr: modx00e8le se DOM

source: error
fr: Erreur

source: Color List Dialog
fr: Liste de dialogue Colour

source: Color List
fr: Liste de couleur

source: Add Color
fr: Ajouter de la couleur

source: Remove Color
fr: Supprimer la couleur

source: Clear Colors
fr: Effacer les couleurs

source: Finished
fr: Terminx00e9

source: Data Parameters
fr: Paramx00e8tres de donnx00e9es

source: Line Type Dialog
fr: Type de ligne de dialogue

source: Done
fr: Terminx00e9

source: Group Box
fr: Zone de groupe

source: Loading of lineEdit encountered an error.
fr: Chargement de lineEdit a rencontrx00e9 une erreur.

source: SuggestLineEdit error: unsupported type for the items:
fr: Erreur SuggestLineEdit: type non pris en charge pour les x00e9lx00e9ments:

source: Loading of lineEditHint encountered an error.
fr: Chargement de lineEditHint a rencontrx00e9 une erreur.

source: In listBox, addItems takes a list, dict or OrderedDict
fr: En listBox, addItems prend une liste, ou dict OrderedDict

source: loading list box
fr: chargement de zone de liste

source: Selected
fr: Sx00e9lection

source: Not Selected
fr: N'est pas choisis

source: Selection
fr: Sx00e9lection

source: Error occured in Spin Box loading
fr: Une erreur s'est produite x00e0 Spin boîte de chargement

source: No Data To Process
fr: Pas de donnx00e9es x00e0 traiter

source: New Data Received, Not Processed
fr: nouvelles donnx00e9es rex00e7ues et non transformx00e9s

source: Data Processed And Sent
fr: donnx00e9es traitx00e9es et envoyx00e9es

source: Error
fr: Erreur

source: Data Processing...
fr: Traitement des donnx00e9es ...

source: Data Processing Complete
fr: Traitement des donnx00e9es complet

source: in table set
fr: dans la sx00e9rie de table

source: Set data
fr: Set

source: Set Table
fr: Dx00e9finir le tableau

source: Set Labels
fr: Dx00e9finir les x00e9tiquettes

source: Set Items
fr: Paramx00e8tres x00e0 rx00e9gler

source: Exception during setting assignment.
fr: Exception lors de la prise d'affectation.

source: Error setting text
fr: Erreur de paramx00e9trage de texte

source: Exception occured in loading child items.
fr: Une exception s'est produite lors du chargement des x00e9lx00e9ments enfants.

source: Rectangle selection
fr: rectangle de sx00e9lection

source: Polygon selection
fr: sx00e9lection Polygone

source: Remove last selection
fr: Supprimer la dernix00e8re sx00e9lection

source: Remove all selections
fr: Supprimer toutes les sx00e9lections

source: Zoom to extent
fr: Zoom sur mesure

source: Zoom selection
fr: Zoom sx00e9lection

source: R List
fr: Liste R

source: R Data Frame
fr: R du bloc de donnx00e9es

source: List of Data
fr: Liste des donnx00e9es

source: Sent %(NAME)s as %(SLOT)s
fr: Envoyx00e9 %(NAME)s que %(SLOT)s

source: data
fr: donnx00e9es

source: melt.data.frame Output
fr: Sortie melt.data.frame

source: Remove NA:
fr: Supprimer NA:

source: Yes
fr: Oui

source: No
fr: Non

source: Result Variable:
fr: Rx00e9sultat de la variable:

source: The column that contains the result or the measurement that the data should be melted around.
fr: La colonne qui contient le rx00e9sultat ou la mesure que les donnx00e9es devraient x00eatre fondu autour.

source: Groupings:
fr: Regroupements:

source: The columns indicating the groupings of the data.
fr: Les colonnes indiquant les regroupements des donnx00e9es.

source: New Group Name:
fr: Nouveau Nom du groupe:

source: The name of the new column that the groupings will be put into.
fr: Le nom de la nouvelle colonne que les groupes seront mis en.

source: R Libraries Not Loaded.
fr: Bibliothx00e8ques R n'est pas chargx00e9.

source: Input Data Table
fr: donnx00e9es d'entrx00e9e du tableau

source: Data Information
fr: Les donnx00e9es de l'information

source: Save Data
fr: Enregistrer les donnx00e9es

source: Space
fr: Espace

source: Comma
fr: Virgule

source: Save As File
fr: Enregistrer en tant que fichier

source: Write the table to a text file.
fr: Donnez la table dans un fichier texte.

source: Links to Websites
fr: Liens vers des sites Web

source: Add Link:
fr: Ajouter un lien:

source: Add
fr: Ajouter

source: Clear Links
fr: Effacer Liens

source: Clears the links from the links section
fr: Efface les liens de la section de liens

source: Data Table
fr: Tableau de donnx00e9es

source: Custom Summary:
fr: Custom Rx00e9sumx00e9:

source: Place a custom summary function in here which will be added to the regular summary, use {Col} for the column number. Ex. mean({Col})
fr: Placer une fonction de rx00e9sumx00e9 personnalisx00e9s ici qui sera ajoutx00e9 x00e0 la rx00e9sumx00e9 rx00e9guliers, utiliser {Col} pour le numx00e9ro de colonne. Ex. moyenne({1})

source: Summary
fr: Rx00e9sumx00e9

source: <strong>Mean</strong>: %(MEAN)s<br/> <strong>Median</strong>: %(MEDIAN)s<br/> <strong>Range</strong>: %(RANGE)s<br/> <strong>Standard Deviation</strong>: %(SD)s<br/> <strong>Count</strong>: %(COUNT)s<br/> <strong>Min</strong>: %(MIN)s<br/> <strong>Max</strong>: %(MAX)s<br/>
fr: <strong>Mean</strong>: %(MEAN)s<br/> <strong>Mx00e9dian</strong>: %(MEDIAN)s<br/> <strong>Gamme</strong>: %(RANGE)s<br/> <strong>L'x00e9cart-type</strong>: %(SD)s<br/> <strong>Dx00e9compte</strong>: %(COUNT)s<br/> <strong>Min</strong>: %(MIN)s<br/> <strong>Max</strong>: %(MAX)s<br/>

source: Save File
fr: Enregistrer le fichier

source: Can't write to a file
fr: Impossible d'x00e9crire dans un fichier

source: R Session
fr: Session R

source: Select R session
fr: Sx00e9lectionnez R session

source: Session File
fr: fichier de session

source: Browse
fr: Parcourir

source: Load Session
fr: Session Load

source: Open File
fr: Ouvrir le fichier

source: Data loaded from %s
fr: Les donnx00e9es chargx00e9es depuis %s

source: Please use the R Variable Separator widget to extract your data.
fr: S'il vous plaît utiliser la variable R Sx00e9parateur widget d'extraire vos donnx00e9es.

source: R Data Frame (Data Table)
fr: R du bloc de donnx00e9es (le tableau de donnx00e9es)

source: R Arbitrary List
fr: R liste arbitraire

source: No data in the R session
fr: Aucune donnx00e9e x00e0 la session R

source: Data sent through the R Vector channel
fr: Les donnx00e9es envoyx00e9es par la voie R Vector

source: Data sent through the R Data Frame channel
fr: Les donnx00e9es envoyx00e9es par la voie R du bloc de donnx00e9es

source: Data sent through the R Arbitrary List channel
fr: Les donnx00e9es envoyx00e9es par la voie R liste arbitraire

source: Data sent through the R List channel
fr: Les donnx00e9es envoyx00e9es par la voie Liste R

source: Data sent through the R Object channel
fr: Les donnx00e9es envoyx00e9es par la voie de l'objet R

source: Input Data A
fr: Entrx00e9e de donnx00e9es A

source: Input Data B
fr: Entrx00e9e de donnx00e9es B

source: Output Data
fr: Sortie des donnx00e9es

source: Example Data
fr: Exemple de donnx00e9es

source: Package:
fr: Paquet:

source: Data Name:
fr: Nom de donnx00e9es:

source: R Error: %s
fr: R Erreur: %s

source: Input Data
fr: Entrx00e9e

source: Eigen Output
fr: Sortie Eigen

source: symmetric:
fr: symx00e9trique

source: Data
fr: Donnx00e9es

source: Joined Data
fr: donnx00e9es fusionnx00e9es

source: Source of Row / Column Names:
fr: Source de noms de ligne / colonne:

source: Binding Mode:
fr: Rejoindre Mode:

source: Row
fr: La ligne

source: Column
fr: Colonne

source: Deparse Level:
fr: Deparse Niveau:

source: R Data
fr: R de donnx00e9es

source: Save File Type
fr: Enregistrer le fichier de type

source: Text
fr: Texte

source: R Data File
fr: Fichier de donnx00e9es R

source: Variable Name
fr: Nom de la variable

source: Column Seperator
fr: Colonne Seperator

source: Other
fr: Autres

source: Seperator
fr: Sx00e9parateur

source: File Options
fr: Fichier d'options

source: If TRUE, the output is appended to the file.
fr: Si VRAI, la sortie est ajoutx00e9e au dossier.

source: If TRUE, any character or factor columns will be surrounded by double quotes.
fr: Si VRAI, les colonnes de caractx00e8res ou le facteur sera entourx00e9 par des guillemets doubles.

source: a logical value indicating whether the row names of data are to be written.
fr: une valeur logique indiquant si les noms de lignes de donnx00e9es doivent x00eatre x00e9crites.

source: a logical value indicating whether the column names of data are to be written.
fr: une valeur logique indiquant si les noms des colonnes de donnx00e9es sont x00e0 x00e9crire.

source: End of line Chr:
fr: Fin de ligne Chr:

source: Missing Value String:
fr: Texte pour la valeur manquante:

source: Decimel point Chr:
fr: Point Decimel Chr:

source: Deal with embedded double quote characters
fr: Traiter embarqux00e9s guillemets doubles

source: File Location
fr: Emplacement du fichier

source: scale Output
fr: Output x00e9chelle

source: Apply Scaling To:
fr: Appliquer mise x00e0 l'x00e9chelle:

source: Columns
fr: Colonnes

source: Rows
fr: Lignes

source: Data Column:
fr: Les donnx00e9es de la colonne:

source: Select the format of the date time. y is year m is month and d is day.
fr: Annx00e9e m sx00e9lectionnez le format de la date et heure. m est, c'est le mois et j est le jour.

source: yyyymmdd
fr: aaaammjj

source: yymmdd
fr: aammjj

source: ddmmyy
fr: jjmmaa

source: ddmmyyyy
fr: jjmmaaaa

source: mmddyy
fr: mmjjaa

source: mmddyyyy
fr: mmjjaaaa

source: Split Text Using:
fr: Split texte x00e0 l'aide:

source: Use text as expression (Advanced)
fr: Utiliser le texte comme l'expression (Avancx00e9)

source: Use text exactly
fr: Utiliser le texte exactement

source: fixed:
fr: fixe

source: Extend Expressions:
fr: Elargir expressions:

source: Use Perl Expressions:
fr: Utiliser Perl expressions:

source: Convert to RVector
fr: Convertir en RVector

source: Send only the list
fr: Envoyer uniquement la liste

source: Send list and vector
fr: Envoyer la liste et les vecteurs

source: No Data to Split
fr: Aucune donnx00e9e x00e0 split

source: No string to split on
fr: Aucune chaîne x00e0 dx00e9couper sur le thx00e8me

source: Use Columns:
fr: Utiliser des Colonnes:

source: R Output Window
fr: Fenx00eatre de sortie R

source: apply Output
fr: s'appliquent de Output

source: Select Function
fr: Sx00e9lectionnez la fonction

source: Function:
fr: Fonction:

source: Additional Parameters:
fr: Paramx00e8tres supplx00e9mentaires:

source: To:
fr: A:

source: Results of Apply
fr: Rx00e9sultats de Apply

source: Column Selector
fr: Colonne Selector

source: Column Box
fr: boîte de colonne

source: Select the columns to find the largest or smallest value
fr: Sx00e9lectionner les colonnes de trouver la plus grande valeur ou la plus petite

source: Comarison Selection
fr: Comparaison de sx00e9lection

source: Comparison Selection
fr: Comparaison de sx00e9lection

source: Column Name:
fr: Nom de la colonne:

source: Add Column
fr: Ajouter une colonne

source: New Name (Overrides Current Value)
fr: Nouveau nom (Remplace la valeur actuelle)

source: Equation (Overrides Current Values)
fr: L'x00e9quation (Remplace Valeurs actuelles)

source: Remove Column
fr: Supprimer la colonne

source: Info
fr: Information

source: A widget failed to load this was put in it's place.
fr: Un widget n'a pas pu charger cela a x00e9tx00e9 mis x00e0 sa place.

source: No Y data exists
fr: Aucune donnx00e9e Y existe

source: No X data exists
fr: Aucune donnx00e9e X existe

source: <br><br><pre>Shared elements between your inputs:
fr: <br><br><pre>x00e9lx00e9ments partagx00e9s entre vos entrx00e9es:

source: Data Frame
fr: bloc de donnx00e9es

source: Table View
fr: Voir le tableau

source: Math Box
fr: boîte de Math

source: Function Search or Run
fr: Fonction de recherche ou sur exx00e9cuter

source: List of Functions
fr: Liste des fonctions

source: Left Side
fr: côtx00e9 gauche

source: Must be a number
fr: Doivent x00eatre un nombre

source: Select one of the columns
fr: Sx00e9lectionnez l'une des colonnes

source: Right Side
fr: côtx00e9 droit

source: Top Text Area Does Not Contain A Number
fr: Top Zone de texte de ne pas contenir un nombre

source: An error occured in your function
fr: Une erreur s'est produite dans votre fonction

source: Dataset A
fr: Entrx00e9e de donnx00e9es A

source: Dataset B
fr: Entrx00e9e de donnx00e9es B

source: Columns to Merge From A
fr: Les colonnes de fusion de A

source: Columns to Merge From B
fr: Les colonnes de fusion de B

source: Sort by Selected Column
fr: Trier par colonne sx00e9lectionnx00e9e

source: logical. Should the results be sorted on the by columns?
fr: logique. Si les rx00e9sultats sont trix00e9es sur le par des colonnes?

source: Include Row Names in Merge
fr: Inclure les noms de lignes en fusion

source: Include Row in Merge
fr: Inclure ligne en fusion

source: This will include the row names in the data after merge.
fr: Cela comprendra les noms de lignes dans les donnx00e9es aprx00e8s la fusion.

source: Type of merge
fr: Type de fusion

source: Please make valid column selections
fr: S'il vous plaît faire des sx00e9lections de colonne valide

source: object
fr: objet

source: Data sent through the R Vector channel
fr: Les donnx00e9es envoyx00e9es par la voie R Vector

source: Data sent through the R Data Frame channel
fr: Les donnx00e9es envoyx00e9es par la voie R du bloc de donnx00e9es

source: Data sent through the R List channel
fr: Les donnx00e9es envoyx00e9es par la voie Liste R

source: Data sent through the R Object channel
fr: Les donnx00e9es envoyx00e9es par la voie de l'objet R

source: Protect the names in:
fr: Protx00e9ger les noms de:

source: Use make.names to protect the names in the rows.
fr: Utilisez make.names pour protx00e9ger les noms dans les lignes.

source: Use make.names to protect the names in the columns.
fr: Utilisez make.names pour protx00e9ger les noms dans les colonnes.

source: Column names to protect:
fr: Les noms de colonnes pour protx00e9ger:

source: Column Names:
fr: Noms de colonnes:

source: Output Summary
fr: Output Rx00e9sumx00e9

source: No data to work with
fr: Aucune donnx00e9e de travailler avec

source: No items selected in the Column Names box
fr: Aucun x00e9lx00e9ment sx00e9lectionnx00e9 dans la boîte de noms de colonne

source: <table class="reference" cellspacing="0" border="1" width="100%"><tr><th align="left" width="50%">New Column Name</th><th align="left" width="50%">Number above percentile</th></tr>
fr: <table class="reference" cellspacing="0" border="1" width="100%"><tr><th align="left" width="50%">Nouveau Nom de la colonne</th><th align="left" width="50%">Nombre ci-dessus percentile</th></tr>

source: R Executor Advanced
fr: R exx00e9cuteur avancx00e9e

source: Nothing Sent
fr: rien envoyx00e9
