Repository: dnchari/r-orange
Catalog: libraries/*/languages/*/LC_MESSAGES/messages.po
Languages: fr

source: Input Infromation
fr: Entrx00e9e Infromation

source: No Input
fr: Pas d'entrx00e9e

source: Clear Output
fr: Sortie Clear

source: Available R Items
fr: x00e9lx00e9ments disponibles, R

source: Send the data in the command line into the Red-R schema.
fr: Envoyer les donnx00e9es dans la ligne de commande dans le schx00e9ma Red-R.

source: No object Selected
fr: Aucun objet sx00e9lectionnx00e9

source: sent through the R Vector channel
fr: envoyx00e9 par la voie R Vector

source: sent through the R Data Frame channel
fr: envoyx00e9 par la voie R du bloc de donnx00e9es

source: sent through the Matrix channel
fr: envoyx00e9 par la voie Matrix

source: sent through the R List channel
fr: envoyx00e9 par la voie Liste R

source: sent through the R Object channel
fr: envoyx00e9 par la voie de l'objet R

source: Error Occurred: %s
fr: Une erreur s'est produite: %s

source: R object is of non-standard type.
fr: objet R est de type non-standard.

source: Numeric Vector Connected of length %s
fr: Connectx00e9 Numeric Vecteur de longueur %s

source: Character Vector Connected of length %s
fr: caractx00e8re vectoriel Connected de longueur %s

source: Data Frame Connected with %s columns
fr: table des donnx00e9es lix00e9es aux colonnes %s

source: Matrix connected with %s elements and %s columns
fr: Matrix connectx00e9s avec des x00e9lx00e9ments de %s et %s colonnes

source: Error with colnames, may not exist.
fr: Erreur avec colnames, peut ne pas exister.

source: List object connected with %s elements
fr: objet liste des connectx00e9s avec des x00e9lx00e9ments de %s

source: R Variable Data
fr: R de donnx00e9es variables

source: How to handle ties:
fr: Comment gx00e9rer les liens:

source: average
fr: moyenne

source: first
fr: premix00e8re

source: random
fr: alx00e9atoire

source: Dataset:
fr: Donnx00e9e

source: No data
fr: Aucune donnx00e9e

source: Load File
fr: Charger un fichier

source: Files
fr: Fichiers

source: File Type
fr: Type de fichier

source: Row and Column Names
fr: La ligne et de colonne

source: Column Header
fr: tx00eate de colonne

source: Column Headers
fr: tx00eate de colonne

source: a logical value indicating whether the file contains the names of the variables as its first line. If missing, the value is determined from the file format: header is set to TRUE if and only if the first row contains one fewer field than the number of columns.
fr: une valeur logique indiquant si le fichier contient les noms des variables comme premix00e8re ligne Si elle est absente, la valeur est dx00e9terminx00e9e x00e0 partir du format de fichier: en-tx00eate est dx00e9fini x00e0 VRAI si et seulement si la premix00e8re ligne contient un champ de moins que le nombre de colonnes.

source: Select Row Names
fr: Choisir des noms Row

source: Other Options
fr: Autres Options

source: logical. If TRUE then in case the rows have unequal length, blank fields are implicitly added.
fr: logique. Si VRAI alors dans le cas où les lignes ont une longueur inx00e9gale, les champs vides sont implicitement ajoutx00e9es.

source: logical. Used only when sep has been specified, and allows the unicodeipping of leading and trailing white space from character fields (numeric fields are always unicodeipped).
fr: logique. utilisx00e9 que lorsque le SEP a x00e9tx00e9 spx00e9cifix00e9, et permet x00e0 l'unicodeipping d'attaque et de fuite des espaces blancs x00e0 partir de caractx00e8res des champs (les champs numx00e9riques sont toujours unicodeipped).

source: logical: if TRUE blank lines in the input are ignored.
fr: logique: si VRAI lignes vides dans l'entrx00e9e sont ignorx00e9es.

source: logical: should character vectors be converted to factors?
fr: logique: vecteurs devraient x00eatre convertis en caractx00e8res facteurs?

source: Quote:
fr: Citation:

source: Decimal sign, some countries may want to use the '.'
fr: signe dx00e9cimal, certains pays peuvent vouloir utiliser le '.'

source: Decimal:
fr: Dx00e9cimal

source: # Lines to Preview:
fr: # Lines Extrait de:

source: The maximum number of rows to read in while previewing the file. Negative values are ignored.
fr: Le nombre maximum de lignes x00e0 lire lors de la prx00e9visualisation du fichier. Les valeurs nx00e9gatives sont ignorx00e9es.

source: # Lines to Read:
fr: # lignes comme suit:

source: Number of lines to read from file. Read whole file if 0 or negative values.
fr: Nombre de lignes x00e0 lire le fichier. Lire fichier entier si 0 ou des valeurs nx00e9gatives.

source: # Lines to Skip:
fr: # lignes x00e0 ignorer:

source: The number of lines of the data file to skip before beginning to read data.
fr: Le nombre de lignes du fichier de donnx00e9es x00e0 sauter avant de commencer x00e0 lire les donnx00e9es.

source: Load Clipboard
fr: Presse-papiers de charge

source: Preview a small portion of the file
fr: Aperx00e7u d'une petite partie du fichier

source: Rescan File
fr: Rescan

source: Load the file into Red-R
fr: Charger le fichier dans Red-R

source: File Preview
fr: Le fichier Preview

source: No file selected
fr: Aucun fichier sx00e9lectionnx00e9

source: Problem reading or scanning the file. Please check the file integrity and try again.
fr: Problx00e8me x00e0 la lecture ou l'analyse du fichier. S'il vous plaît vx00e9rifier l'intx00e9gritx00e9 du fichier et essayez x00e0 nouveau.

source: <tr><td>Rownames</td><td><b>
fr: <tr><td>Noms de lignes</td><td><b>

source: This widget acts as a save point for analyses so that data is not lost when upstream widgets are removed. You can use this to help manage memory in your schemas by deleting upstream data (making the schema smaller) yet retaining the analyses.
fr: Ce widget actes comme un point de sauvegarde pour des analyses afin que les donnx00e9es ne sont pas perdues lorsque widgets amont sont supprimx00e9s. Vous pouvez l'utiliser pour aider x00e0 gx00e9rer la mx00e9moire de vos schx00e9mas en supprimant les donnx00e9es en amont (fabrication du schx00e9ma plus petits), mais en conservant les analyses.

source: Input Does not Exist
fr: entrx00e9e n'existe pas

source: Commit on Filter
fr: Commit sur filtre

source: On filter send data forward.
fr: Le filtre x00e0 envoyer des donnx00e9es vers l'avant.

source: Subsetting Vector
fr: sous-ensembles Vector

source: Selected Items
fr: x00e9lx00e9ments sx00e9lectionnx00e9s

source: Non-selected Items
fr: x00e9lx00e9ments non-sx00e9lectionnx00e9s

source: Select On
fr: Sx00e9lectionnez

source: Create subset from:
fr: Crx00e9er sous-ensemble x00e0 partir de:

source: Invert Selection
fr: Inverser la sx00e9lection

source: Subset by
fr: Sous-ensemble de

source: Column:
fr: Colonne:

source: Subset by column
fr: Sous-ensemble de la colonne

source: Subset on Selection
fr: Sous-ensemble sur la sx00e9lection

source: # %(ITEMTYPE)ss selected: %(NUMBERSELECTED)s
fr: # %(ITEMTYPE)ss sx00e9lectionnx00e9es: %(NUMBERSELECTED)s

source: You must select either Row or Column to procede
fr: Vous devez sx00e9lectionner une ou l'autre ligne ou colonne de procx00e9der

source: Connect data before processing
fr: Connexion de donnx00e9es avant la transformation

source: Row or Column Names
fr: La noms des lignes ou des colonnes

source: Get row or column names from input object.
fr: Rx00e9cupx00e9rer les noms ligne ou une colonne de l'objet de saisie.

source: Row or Column
fr: La ligne ou la colonne

source: Column Names
fr: noms de colonne

source: Row Names
fr: noms de ligne

source: prefix:
fr: prx00e9fixe:

source: Prepend prefix to simple numbers when creating names.
fr: Ajoute le prx00e9fixe x00e0 de simples lorsque les noms de la crx00e9ation.

source: logical. Should this create names if they are NULL?
fr: logique. Si cela crx00e9er des noms, si elles sont nulles?

source: commit
fr: Commettre

source: Commit on Input
fr: Commettre sur l'entrx00e9e

source: Sample Data
fr: Donnx00e9es-x00e9chantillon

source: Scoring Matrix
fr: matrice de notation

source: Sored Samples
fr: Les x00e9chantillons parrainx00e9

source: Max Scored Class
fr: Max Marqux00e9s de classe

source: Scoring Method
fr: Mx00e9thode de notation

source: Correlation
fr: Corrx00e9lation

source: Scores
fr: Partitions

source: Results
fr: Rx00e9sultats

source: Perform
fr: Exx00e9cuter

source: Set Equal
fr: x00e9gal

source: Intersect
fr: Intersection

source: Set Difference
fr: Dx00e9finir diffx00e9rence

source: Data Tabel
fr: Tabel de donnx00e9es

source: Sorted Data Table
fr: Tri tableau de donnx00e9es

source: Decreasing
fr: Diminution

source: NA Last
fr: Dernix00e8re NA

source: First Column to Sort:
fr: Premix00e8re colonne pour trier:

source: Second Column to Sort:
fr: Deuxix00e8me colonne pour trier:

source: Third Column to Sort:
fr: Troisix00e8me colonne pour trier:

source: Data Table to Subset On
fr: Tableau de donnx00e9es au sous-ensemble sur

source: Optional List of Subsetting Attributes
fr: Liste des sous-ensembles d'attributs facultatifs

source: Subsetted Data Table
fr: Sous-ensembles de donnx00e9es tableau

source: Subsetted Data Vector
fr: Sous-ensembles de donnx00e9es vector

source: Subset On
fr: sous-ensemble sur

source: Subset By
fr: sous-ensemble en

source: R Variable Object
fr: Objet R variable

source: Splitting Element:
fr: Dx00e9coupage des x00e9lx00e9ments:

source: Process On Connect
fr: Le processus de Connect

source: Input Data Table or Matrix
fr: Donnx00e9es d'entrx00e9e du tableau ou une matrice

source: Transposed Data Table
fr: Transposx00e9 le tableau de donnx00e9es

source: Function Name:
fr: Nom de la fonction:

source: Allow Output
fr: Autoriser sortie

source: Show Output
fr: Afficher la sortie

source: Output Class:
fr: Classe de sortie:

source: Accept Inputs
fr: Accepter les entrx00e9es

source: Generate Code
fr: Gx00e9nx00e9rer le code

source: Launch Widget
fr: Lancement du widget

source: Function called successfully.
fr: Fonction appelx00e9e avec succx00e8s.

source: Error with calling function.
fr: Erreur avec fonction d'appel.

source: Default
fr: Par dx00e9faut

source: Input Type
fr: Type d'entrx00e9e

source: Input class
fr: Classe d'entrx00e9e

source: Name
fr: Nom

source: Signal Class
fr: Signal de classe

source: Required
fr: Obligatoires

source: Connection Input
fr: Connexion d 'entrx00e9e

source: Widget Input
fr: Widget entrx00e9e

source: Optional
fr: Facultatif
